do
function run(msg, matches)
  return [[ 
  لیست دستورات :) :

ادمینها
دریافت مدیران گروه
〰〰〰〰〰〰
خریدار
صاحب گروه
〰〰〰〰〰〰
ادمنیها
لیست مدیران معمولی
〰〰〰〰〰〰
رباتها
لیست ربات های فعال گروه
〰〰〰〰〰〰
اخراج [ایدی|ریپلای]
کیک کردن اعضا از گروه
〰〰〰〰〰〰
ایدی
دریافت ایدی گروه
〰〰〰〰〰〰
خروج
دستور خروج از گروه
〰〰〰〰〰〰
تنظیم خریدار [ایدی|ریپلای]
انتخاب صاحب و خریدار گروه
〰〰〰〰〰〰
ادمین [ایدی|ریپلای]
مدیر کردن فردی درگروه
〰〰〰〰〰〰
ممبر [ایدی|ریپلای]
از مدیری برداشتن کسی از گروه
〰〰〰〰〰〰
تنظیم نام [نام]
انتخاب اسم گروه
〰〰〰〰〰〰
تنظیم عکس
انتخاب عکس گروه
〰〰〰〰〰〰
فیلتر [کلمه]
فیلتر کردن یک کلمه
〰〰〰〰〰〰
ان فیلتر [کلمه]
بازکردن فیلتر یک کلمه
〰〰〰〰〰〰
فیلتر لیست
کلمات فیلتر شده
〰〰〰〰〰〰
تنظیم قوانین [قوانین]
گذاشتن قوانین برای گروه
〰〰〰〰〰〰
تنظیم درباره [متن]
گذاشتن توضیحات در گروه
〰〰〰〰〰〰
ساخت لینک
ساخت لینک جدید
〰〰〰〰〰〰
لینک
دریافت لینک گپ
〰〰〰〰〰〰
قوانین
دریافت قوانین گروه
〰〰〰〰〰〰
قفل [قفل مورد نظر]
قفل های گروه
〰〰〰〰〰〰
بازکردن [قفل مورد نظر]
بازکردن قفل تنظیمات گپ
〰〰〰〰〰〰
سایلنت [all|audio|gifs|photo|video|service]
سایلنت کردن برخی از امکانات گروه
〰〰〰〰〰〰
آزادکردن [all|audio|gifs|photo|video|service]
باز کردن سایلنت کردن برخی از امکانات گروه
〰〰〰〰〰〰
تنظیم حساسیت [مقدار]
تنظیم حساسیت اسپم
〰〰〰〰〰〰
پاک [مقدار]
پاک کردن پیام های گروه با توجه به مقدار
〰〰〰〰〰〰
تنظیمات
دریافت تنظیمات گروه
〰〰〰〰〰〰
ساکت کردن [ایدی]
سایلنت کردن کسی در گروه
〰〰〰〰〰〰
میوت لیست
افراد سایلنت شده
〰〰〰〰〰〰
بن لیست
لیست افراد بن
〰〰〰〰〰〰
پاک کردن [قوانین|درباره|ادمین ها|میوت لیست]
پاک کردن برخی امکانات
〰〰〰〰〰〰
پاک [ریپلای]
پاک کردن پیام
〰〰〰〰〰〰
اطلاعات [ایدی]
دریافت شماره ایدی عضوی
〰〰〰〰〰〰
*فقط خریدار میتواند در گروه ربات عضو کنه
〰〰〰〰〰〰

sudo: @YGBlack

@AlphaPlusTM  👈👈pls join
  ]]
end

return {
  patterns = {
    "^راهنما$"
  },
  run = run 
}
end